

export const problemResponses = [
  {
    id: 1,
    equipment: "ট্রাক্টর",
    duration: "২ দিন",
    suggestion: "সকাল ৮টার মধ্যে যন্ত্রপাতি সংগ্রহ করুন।",
  },
  {
    id: 2,
    equipment: "কালটিভেটর",
    duration: "৩ দিন",
    suggestion: "ব্যবহারের আগে জ্বালানি ও ইঞ্জিন পরীক্ষা করে নিন।",
  },
  {
    id: 3,
    equipment: "লাঙল",
    duration: "১ দিন",
    suggestion: "ট্রাক্টরের সাথে সংযুক্ত করে নির্ধারিত জমিতে ব্যবহার করুন।",
  },
  {
    id: 4,
    equipment: "ডিস্ক হ্যারো",
    duration: "২ দিন",
    suggestion: "জমি চাষের পর মাটি সমান করার কাজে ব্যবহার করুন।",
  },
  {
    id: 5,
    equipment: "বুম স্প্রেয়ার",
    duration: "১ দিন",
    suggestion: "ব্যবহারের আগে স্প্রে নোজল ও চাপ পরীক্ষা করুন।",
  },
];

export const newResponses = [
  {
    id: 1,
    equipment: "ট্রাক্টর",
    suggestion: "নতুন কাজের জন্য ট্রাক্টর বরাদ্দ করা হয়েছে।",
  },
  {
    id: 2,
    equipment: "সিড ড্রিল",
    suggestion: "বীজ বপনের কাজে যন্ত্রটি ব্যবহার করুন।",
  },
  {
    id: 3,
    equipment: "প্ল্যান্টার",
    suggestion: "সারি ভিত্তিক ফসল রোপণের জন্য যন্ত্রটি ব্যবহার করুন।",
  },
  {
    id: 4,
    equipment: "ন্যাপস্যাক স্প্রেয়ার",
    suggestion: "ছোট জমিতে কীটনাশক বা সার প্রয়োগের জন্য ব্যবহার করুন।",
  },
  {
    id: 5,
    equipment: "ড্রিপ / স্প্রিংকলার সেচ",
    suggestion: "প্রয়োজন অনুযায়ী সেচের কাজে যন্ত্রটি ব্যবহার করুন।",
  },
];